---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.HvacFailures
source: html/13e47c44-4f44-6746-ab58-528ad3b0ada3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.HvacFailures

Failures related to HVAC in MEP.

## Syntax (C#)
```csharp
public static class HvacFailures
```